Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Finishing preparations for treating wood
it: Prodotti per finitura per il trattamento del legno

source: Aqueous pigment dispersions for textile printing
it: Dispersioni acquose di pigmenti per la stampa dei tessuti

source: Protective products for use on metals [paints]
it: Prodotti protettivi per uso su metalli [pitture]

source: Colorants for use in the manufacture of pharmaceuticals
it: Coloranti per la produzione di prodotti farmaceutici

source: Mastic [natural resin]
it: Mastice [resina naturale]

source: Drying agents for paints and putties
it: Agenti disidratanti per pitture e mastici

source: Resins for use in pigmentation
it: Resine per pigmentazione

source: Undercoating preparations for use on the chassis of vehicles [paints and oil]
it: Preparati per la verniciatura sottoscocca per uso sul telaio di veicoli [vernici e oli]

source: Printing toner
it: Toner per stampa

source: Protective coatings for buildings [paints]
it: Rivestimenti protettivi per edifici [pitture]

source: Protective coatings for roofs [paints]
it: Rivestimenti protettivi per coperture [pitture]

source: Dispersions for use in the graphic arts industry
it: Dispersioni per l'uso nell'industria delle arti grafiche

source: Surface coatings in the nature of paint for the decoration of structures
it: Rivestimenti di superficie sotto forma di pitture per decorazione di strutture

source: Toner cartridges [filled] for use with photographic photocopiers
it: Cartucce di toner [riempite] per fotocopiatrici fotografiche

source: Vehicle refinishes [paints]
it: Rifiniture per veicoli

source: Preservatives for the surfaces of buildings [paints]
it: Conservanti per le superfici degli edifici [pitture]

source: Bronzing lacquers
it: Lacche di bronzatura

source: Polyurethane coatings [paints]
it: Rivestimenti in poliuretano [pitture]

source: Materials for artists [paints]
it: Materiali per artisti [pitture]

source: Paints for office use
it: Pitture per uso ufficio

source: Paints for protection against graffiti
it: Pitture di protezione contro disegni murali

source: Paints for resistance against heat
it: Pitture di protezione contro il calore

source: Mineral spirits for use as paint thinner
it: Nafta da utilizzare come diluente per pitture

source: Fixatives [varnishes]
it: Fissativi [vernici]

source: Pigments for use in the manufacture of coloured paper
it: Pigmenti per la fabbricazione di carta colorata

source: Japanese lacquer (urushi)
it: Lacca giapponese (Urushi)

source: Permeation materials against fire [paints]
it: Materiali permeanti antincendio [pitture]

source: Substances (chemical -) [paints] for inhibiting attacks from water
it: Sostanze (chimiche -) [pitture] per inibire gli attacchi dell'acqua

source: Substances [paints] for inhibiting attacks from water
it: Sostanze per inibire gli attacchi dell'acqua [pitture]

source: Substances in the nature of paint for filling flaws in wall surfaces
it: Sostanze sotto forma di pitture per copertura di difetti in superfici di pareti

source: Colorants for the production of printing inks
it: Coloranti per la produzione di inchiostri da stampa

source: Rust preservatives in the nature of a coating
it: Prodotti antiruggine nella forma di un rivestimento

source: Non-stick coatings in the nature of paints
it: Rivestimenti antiaderenti sotto forma di pitture

source: Organic pigments for the production of colouring matters
it: Pigmenti organici per la produzione di materie coloranti

source: Paint additives in the nature of initiators
it: Additivi per vernici sotto forma di iniziatori

source: Preparations for coating surface to protect against corrosion
it: Prodotti per il rivestimento di superfici per la protezione dalla corrosione

source: Metals in foil and powder form for painters and decorators
it: Metalli in lamine e in polvere per pittori e decoratori

source: Anti-rust greases
it: Grassi antiruggine

source: Floor protection varnishes
it: Vernici protettive per pavimenti

source: Indigo [colorant]
it: Indaco [colorante]

source: Madder
it: Robbia

source: Mordants
it: Mordenti

source: Compositions for preserving cement [paints]
it: Composti per conservazione del cemento [pitture]

source: Sealing compositions in the nature of paint
it: Composti di tenuta sotto forma di pittura

source: Sealing liquids [preservatives] for wood
it: Liquidi sigillanti [conservanti] per il legno

source: Water based paints [other than insulating] for use in the automobile industry
it: Pitture a base di acqua [non isolanti] per il settore automobilistico

source: Water based preservatives
it: Conservanti a base d'acqua

source: Enamels in the nature of paints
it: Smalti sotto forma di pitture

source: Industrial coatings in the nature of paint
it: Rivestimenti industriali sotto forma di pittura

source: Industrial paints for use on coils
it: Pitture industriali per uso su bobine

source: Binders for varnishes
it: Leganti per vernici

source: Materials for use in protecting buildings [paints]
it: Materiali per la protezione degli edifici [pitture]

source: Materials in the nature of coatings for building purposes [paints]
it: Materiali sotto forma di rivestimenti per scopi edilizi [pitture]

source: Metallic powders for use in thermal spraying
it: Polveri metalliche per spruzzatura termica

source: Organic pigments
it: Pigmenti organici

source: Powders of precious metals for use by painters, decorators, printers and artists
it: Polveri di metalli preziosi per pittori, decoratori, tipografi e artisti

source: Colouring matter for admixture in mortar
it: Materie coloranti da miscelare con la malta

source: Colouring matter for use on glassware
it: Materie coloranti per uso su articoli in vetro

source: Solvent free painting compositions
it: Composti per pittura senza solvente

source: Waterproofing compounds [paint]
it: Composti impermeabilizzanti [pittura]

source: Elasticated paints for protecting metals against deterioration
it: Vernici elasticate per la protezione dei metalli dal deterioramento

source: Corrosion (Preservatives for use against -)
it: Corrosione (Conservanti contro la -)

source: Filler materials in the nature of paint
it: Materiali riempitivi sotto forma di pitture

source: Finishing products for waxes
it: Prodotti per finitura per cere

source: Preparations for the treatment of metal surfaces to resist tarnishing
it: Preparati per il trattamento delle superfici metalliche per resistere all'appannatura

source: Protective coatings with sealing qualities for use on metals [paints]
it: Rivestimenti protettivi con qualità sigillanti per metalli

source: Wood lacquers
it: Lacche per legno

source: Gum resins
it: Gommoresine

source: Protective coatings for metals [paints]
it: Rivestimenti protettivi per metalli

source: Protective coatings for repelling water [paint]
it: Rivestimenti protettivi per respingere l'acqua [pittura]

source: Toner cartridges [filled] for dot matrix printers
it: Cartucce di toner [riempite] per stampanti a matrice di punti

source: Metal powders for painters, decorators, and artists
it: Polveri di metallo per pittori, decoratori e artisti

source: Nonferrous metals in powder form for painters, decorators and artists
it: Metalli non ferrosi in polvere per pittori, decoratori e artisti

source: Inks for use in silk screen printing
it: Inchiostri per la serigrafia

source: Coating materials for protection of surfaces exposed to galvanic corrosion
it: Materiali di rivestimento per la protezione di superfici esposte a corrosione galvanica

source: Coating materials in the nature of oils
it: Materiali di rivestimento sotto forma di oli

source: Coating preparations having water repellant properties [paints or oils]
it: Preparati di rivestimento aventi proprietà idrorepellenti [pitture o oli]

source: Synthetic plastics material pigment concentrates
it: Concentrati di pigmenti in materiali plastici sintetici

source: Thickeners for lacquers
it: Addensanti per lacche

source: Toner cartridges [filled] for use with photocopying machines
it: Cartucce di toner [riempite] da utilizzare con macchine fotocopiatrici

source: Transparent finishes in the nature of paint
it: Finiture trasparenti sotto forma di vernici

source: Acrylic protective coatings [in the nature of paint]
it: Rivestimenti acrilici protettivi [sotto forma di pittura]

source: Preservatives for tiles [paints]
it: Conservanti per le tegole [pitture]

source: Protective acrylic coatings in the form of paints [other than for insulating purposes]
it: Rivestimenti protettivi acrilici sotto forma di pitture [non isolanti]

source: Paints for protection against vandalism
it: Pitture di protezione contro atti di vandalismo

source: Luminescent pigments
it: Pigmenti luminescenti

source: Thinners for lacquers
it: Diluenti per lacche

source: Stains for leather
it: Mordenti per il cuoio

source: Liquid colours
it: Colori liquidi

source: Malt extracts for use as a colourant for beverages
it: Estratti di malto da utilizzare come coloranti per bevande

source: Dust proofing chemical preparations [paint]
it: Prodotti chimici antipolvere [pittura]

source: Paints having a satin finish
it: Pitture con finitura satinata

source: Paints in the nature of elastic facade coatings
it: Pitture sotto forma di rivestimenti elastici per facciate

source: Substances in the nature of paint for filling cracks in wood surfaces
it: Sostanze sotto forma di pitture per riempimento di crepe in superfici in legno

source: Substances in the nature of paint for filling flaws in plastic surfaces
it: Sostanze sotto forma di pitture per copertura di difetti in superfici in plastica

source: Fluorocarbon top-coat compositions
it: Composti fluorocarbonici per mani a finire

source: Non-toxic enamels for use in the food industries
it: Smalti non tossici per l'industria alimentare

source: Antiquing treatments
it: Trattamenti anticanti

source: Fluorescent brightening agents [dyes]
it: Agenti fluorescenti di avvivaggio [tinture]

source: Inorganic pigments
it: Pigmenti inorganici

source: Turpentine [thinner for paints]
it: Trementina [diluenti per vernici]

source: Preparations for waterproofing [paints]
it: Preparati impermeabilizzanti [pittura]

source: Coatings for the finishing of concrete
it: Rivestimenti per la finitura del calcestruzzo

source: Coatings in the nature of electrophoretic materials [paints]
it: Rivestimenti in forma di materiali elettroforetici [pitture]

source: Industrial paints for use on concrete surfaces
it: Pitture industriali per superfici in calcestruzzo

source: Inks contained in roller cassettes
it: Inchiostri in cassette a rullo

source: Barium sulphate pigment for paints
it: Pigmento di solfato di bario per pitture

source: Pigments for use in the manufacture of pharmaceuticals
it: Pigmenti per la fabbricazione di prodotti farmaceutici

source: Polymer colours
it: Colori polimerici

source: Repositionable paint patches
it: Macchie di vernice riposizionabili

source: Colouring matter for use in paints
it: Materie coloranti per uso in vernici

source: Spray coatings [varnishes]
it: Rivestimenti spray [vernici]

source: Waterproof coatings [paints]
it: Rivestimenti impermeabili [pitture]

source: Waterproofing compositions in the nature of paint
it: Composti impermeabilizzanti sotto forma di pittura

source: Colorants for fibrous materials
it: Coloranti per materiali fibrosi

source: Anti-rust oils
it: Oli antiruggine

source: Corrosion inhibiting materials impregnated into films
it: Pellicole imbevute di materiali per l'inibizione della corrosione

source: Paints for protection against corrosion
it: Pitture per la protezione contro la corrosione

source: Fire resistant top coatings in the form of paint
it: Rivestimenti di finitura ignifughi sotto forma di pittura

source: Anti-weathering compositions
it: Composti antintemperie

source: Colorants for use in the manufacture of paper
it: Coloranti per la produzione di carta

source: Colorants for use in the manufacture of printing ink
it: Coloranti per la produzione di inchiostro da stampa

source: Enamels in the nature of house paint
it: Smalti sotto forma di pitture per la casa

source: Thinners for coatings
it: Diluenti per rivestimenti

source: Nonferrous metals in powder form for printers
it: Metalli non ferrosi in polvere per stampanti

source: Rubber coatings in the nature of paint
it: Rivestimenti in gomma sotto forma di pitture

source: Safflower oil for colouring beverages
it: Olio di cartamo per la colorazione di bevande

source: Lacquer for making decalcomanias
it: Lacca per realizzare decalcomanie

source: Lacquering sprays
it: Spray per laccatura

source: Lacquers for use by decorators
it: Lacche per uso da parte di decoratori

source: Coating preparations for protection against friction
it: Preparati per rivestimento per la protezione contro l'attrito

source: Coating preparations for protection against wear
it: Preparati per rivestimento per la protezione dall'usura

source: Coating substances made from bitumen [paint]
it: Sostanze di rivestimento fatte con bitume [pittura]

source: Synthetic plastics material pigment in granular form
it: Pigmenti di materie plastiche sintetiche in granuli

source: Toner cartridges [filled] for use with thermic photocopiers
it: Cartucce di toner [riempite] per fotocopiatrici termiche

source: Toner contained in cartridges for use in computer print-out apparatus
it: Toner contenuto in cartucce per apparecchi di stampa per computer

source: Transparent coating materials [paints]
it: Materiali di rivestimento trasparenti

source: Transparent finishes for wood
it: Finiture trasparenti per legno

source: Acrylic decorative coatings [in the nature of paint]
it: Rivestimenti decorativi acrilici [sotto forma di pittura]

source: Varnish for the protection of wood from deterioration
it: Vernici di protezione dal deterioramento del legno

source: Processed minerals for use as additives to colorants
it: Minerali trattati da utilizzare come additivi per coloranti

source: Protective coating materials in the nature of paint
it: Materiali di rivestimento protettivi sotto forma di pitture

source: Preparations [paints] containing agents for preventing attack of wood by insects
it: Preparati [pitture] contenenti agenti per la prevenzione dell'attacco del legno da parte di insetti

source: Moisture repellant coatings [paints]
it: Rivestimenti antiumidità [pitture]

source: Paints for marine use
it: Pitture per uso marittimo

source: Paints for protection against fire
it: Vernici per protezione da incendi

source: Paint for use in the manufacture of furniture
it: Pittura per la produzione di mobili

source: Sienna earth
it: Terra di siena

source: Silver emulsions [pigments]
it: Emulsioni di argento [pigmenti]

source: Ornamental paints
it: Pitture ornamentali

source: Dry image toner for use with facsimile equipment
it: Toner per immagini a secco per apparecchiatura fax

source: Stains for use on leather
it: Tinture per pelletteria

source: Siccatives for colours
it: Siccativi per colori

source: Paints for use in manufacturing
it: Pitture per uso manifatturiero

source: Paints for use in the automobile industry
it: Pitture per uso nell'industria automobilistica

source: Enamels for painting
it: Smalti per la pittura

source: Oils for use in the treatment of wood
it: Oli per il trattamento del legno

source: Preparations for inhibiting moisture [paints]
it: Preparati per inibire l'umidità [pitture]

source: Anti-tarnishing preparations for metals
it: Prodotti contro l'offuscamento dei metalli

source: Preparations for preserving metal against rust
it: Preparati per la conservazione del metallo dalla ruggine

source: Anti-corrosive stainers for use in mixing paints for colour selection
it: Mordenti anticorrosivi per la miscela della vernice per la selezione del colore

source: Toner cartridges, filled, for printers and photocopiers
it: Cartucce di toner riempite per stampanti e fotocopiatrici

source: Compositions for the repair of concrete [in the nature of paint]
it: Composti per la riparazione di calcestruzzo [sotto forma di pittura]

source: Compositions for the repair of mortar [in the nature of paint]
it: Composti per la riparazione della malta [sotto forma di pittura]

source: Preparations for use as flame retardants [paints]
it: Preparati da utilizzare come ritardanti di fiamma [pitture]

source: Preparations for use in the mass coloration of materials
it: Preparati per la colorazione di massa dei materiali

source: Preparations in the nature of paint
it: Preparati sotto forma di pitture

source: Preservatives for brickwork [paints]
it: Conservanti per muratura in mattoni [pitture]

source: Sealing preparations for floors [paint]
it: Preparati sigillanti per pavimenti [pittura]

source: Water dispersed pigments for use in colouring concrete
it: Pigmenti dispersi in acqua per colorare il calcestruzzo

source: Industrial paints for use on metal
it: Pitture industriali per uso sul metallo

source: Materials for use in preserving buildings [paints]
it: Materiali per la preservazione degli edifici [pitture]

source: Pigments for use in the manufacture of synthetic fibres
it: Pigmenti per la fabbricazione di fibre sintetiche

source: Pigments in powder form
it: Pigmenti in polvere

source: Coatings used for furniture finishing
it: Rivestimenti per finiture per mobili

source: Yellowwood [colorant]
it: Fustina [colorante]

source: Colorants for butter
it: Coloranti per il burro

source: Blacks [colorants or paints]
it: Nero [materie coloranti o pitture]

source: Sumac for varnishes
it: Sommacco per le vernici

source: Varnishes for use in cabinet-making
it: Vernici per uso in lavori di ebanisteria

source: Waterproof coatings [chemical, paints]
it: Rivestimenti impermeabili [chimici, pitture]

source: Elastomer waterproof coating preparations [paints]
it: Preparati per rivestimenti impermeabili elastomerici [pitture]

source: Coatings in the nature of paints for use on vehicles
it: Rivestimenti sotto forma di pitture da utilizzare su veicoli

source: Coatings to protect stone from water [paints or oils]
it: Rivestimenti per proteggere la pietra dall'acqua [pitture o oli]

source: Colorants for application to wood
it: Coloranti da applicare sul legno

source: Fillers in the nature of paint
it: Riempitivi sotto forma di pittura

source: Preparations for the preservation of masonry surfaces
it: Preparati per la conservazione di superfici in muratura

source: Preparations for thinning lacquer
it: Preparati diluenti per lacche

source: Aqueous pigment dispersions for leather finishing
it: Dispersioni acquose di pigmenti per il finissaggio del cuoio

source: Colorants for use in the manufacture of paint
it: Coloranti per la fabbricazione di pitture

source: Protective preparations for metals
it: Prodotti per la protezione dei metalli

source: Protective coatings for application in liquid form for use on metals
it: Rivestimenti protettivi per applicazioni in forma liquida da usare sui metalli

source: Additives for use as colorants for foodstuffs
it: Additivi per uso come coloranti per alimenti

source: Nonferrous metals in foil form for painters, decorators and artists
it: Metalli non ferrosi in lamina per pittori, decoratori e artisti

source: Nonferrous metals in foil for printers
it: Metalli non ferrosi in lamina per stampanti

source: Coatings for use in the graphic arts industry
it: Rivestimenti per l'uso nelle arti grafiche

source: Pigments for use in the graphic arts industry
it: Pigmenti per l'uso nelle arti grafiche

source: Coatings for forms [paints or oils]
it: Rivestimenti per forme [pitture o oli]

source: Synthetic resins for protection against corrosion
it: Resine sintetiche per la protezione dalla corrosione

source: Synthetic thickeners for paints
it: Addensanti sintetici per pitture

source: Toners in the nature of dyestuffs
it: Toner sotto forma di materie tintorie

source: Varnish for the protection of wood
it: Vernice per la protezione del legno

source: Varnish paints
it: Pitture a vernice

source: Varnishes [other than insulating] for applying to electronic components
it: Vernici [non isolanti] da applicare su componenti elettronici

source: Gilding products for plaster
it: Prodotti per doratura per intonaco

source: Powders in the nature of paint for use as coatings
it: Polveri sotto forma di pitture da utilizzare come rivestimenti

source: Moisture absorbent coatings in the nature of paints
it: R Rivestimenti assorbenti per l'umidità sotto forma di pitture

source: Marking materials in the nature of paints, for roads
it: Materiali di tracciatura sotto forma di pitture, per strade

source: Materials for colouring frit
it: Materiali per colorare vetro poroso

source: Paints for sale in aerosol containers
it: Pitture da vendersi in contenitori ad aerosol

source: Paints for the aerospace industry
it: Pitture per l'industria aerospaziale

source: Anti-corrosive compounds as additives to surface coatings
it: Composti anticorrosivi come additivi per rivestimenti di superfici

source: Carbonyl [wood preservative]
it: Carbonile per preservare il legno

source: Decorative coatings in the nature of paint
it: Rivestimenti decorativi sotto forma di pittura

source: Paints for use in the printing industry
it: Pitture per uso nell'industria della stampa

source: Anti-corrosive papers
it: Carte anticorrosive

source: Substances in the nature of paint for filling cracks in plastic surfaces
it: Sostanze sotto forma di pitture per riempimento di crepe in superfici in plastica

source: Colorants for use in formulating paints
it: Coloranti per la formulazione di pitture

source: Coloured fluorescent powders
it: Polveri fluorescenti colorate

source: Pottery enamels
it: Smalti ceramici

source: Food and beverage colorings
it: Coloranti per alimenti e bevande

source: Printing pastes
it: Paste per stampa

source: Non-metallic waterproofing materials in the nature of paint
it: Materiali impermeabilizzanti non metallici sotto forma di pittura

source: Organic binding agents for paints
it: Agenti leganti organici per pitture

source: Anti-corrosive waxes
it: Cere anticorrosive

source: Anti-cryptogamic protection varnishes
it: Vernici protettive anti-crittogamiche

source: Microencapsulated fragrance inks for flexographic printing
it: Inchiostri con fragranze microincapsulate per stampa flessografica

source: Water based acrylic paints for use in house painting
it: Pitture acriliche a base di acqua per pittura domestica

source: Water based lacquers [other than insulating]
it: Lacche a base di acqua [non isolanti]

source: Water repellent fungicidal wood stains
it: Vernici idrorepellenti fungicide per il legno

source: Water resistant decorative surface coatings [paints]
it: Rivestimenti decorativi impermeabili per superfici [vernici]

source: Coatings in the nature of paint for use on wood
it: Rivestimenti sotto forma di vernice per legno

source: Enamel coatings in the nature of paints
it: Rivestimenti in smalto sotto forma di pitture

source: Inks contained in cartridges
it: Inchiostri contenuti in cartucce

source: Metal in powder form for printers, painters and decorators
it: Metallo in polvere per tipografi, pittori e decoratori

source: Pigments in the form of alkyd dispersions
it: Pigmenti sotto forma di dispersioni alchidiche

source: Plastic priming preparations in the nature of paint
it: Prodotti per mani di fondo in plastica in forma di pitture

source: Colorants for beer
it: Coloranti per la birra

source: Titanium dioxide [pigment]
it: Anidride titanica [pigmento]

source: Rust inhibiting preparations in the nature of a coating for use on vehicles
it: Preparazioni antiruggine in forma di rivestimento per veicoli

source: Prussian blue
it: Blu di Prussia
